Repository: hndrwn-dk/ramadan-tracker
Catalog: lib/l10n/app_*.arb
Languages: id

source: Best day score
id: Skor hari terbaik

source: Tarawih progress
id: Kemajuan Tarawih

# doneNights
source: Done {done}/{total} nights
id: Selesai {done}/{total} malam

source: Itikaf last 10 nights
id: I'tikaf 10 malam terakhir

# nights
source: {count}/10 nights
id: {count}/10 malam

source: Sedekah total given
id: Total Sedekah yang Diberikan

source: Tap to view details
id: Ketuk untuk melihat detail

source: Highlights
id: Sorotan

source: Task Insights
id: Wawasan Tugas

source: Analytics
id: Analitik

source: Disabled
id: Dinonaktifkan

source: Not enabled
id: Tidak diaktifkan

# doneItikaf
source: Done {done}/10 (last 10 nights)
id: Selesai {done}/10 (10 malam terakhir)

# todayPagesAvg
source: Today {pages}/{target} • Avg {avg}/{target} (last 7)
id: Hari ini {pages}/{target} • Rata-rata {avg}/{target} (7 hari terakhir)

# todayCountAvg
source: Today {count}/{target} • Avg {avg}/{target} (last 7)
id: Hari ini {count}/{target} • Rata-rata {avg}/{target} (7 hari terakhir)

# todayAmountTotal
source: Today {amount} / {target} • Total {total}
id: Hari ini {amount} / {target} • Total {total}

# todayPrayersPerfect
source: Today {completed}/5 • Perfect days {perfect}/{total}
id: Hari ini {completed}/5 • Hari sempurna {perfect}/{total}
