Repository: hndrwn-dk/ramadan-tracker
Catalog: lib/l10n/app_*.arb
Languages: id

source: Today
id: Hari Ini

source: Month
id: Bulan

source: Plan
id: Rencana

source: Insights
id: Wawasan

source: Settings
id: Pengaturan

source: Save
id: Simpan

source: Cancel
id: Batal

source: Delete
id: Hapus

source: Create
id: Buat

source: Export
id: Ekspor

source: Import
id: Impor

# settingsTitle
source: Settings
id: Pengaturan

# appearanceTitle
source: Appearance
id: Tampilan

# appearanceSubtitle
source: Theme and display settings
id: Pengaturan tema dan tampilan

# themeLight
source: Light
id: Terang

# themeLightDesc
source: Always use light theme
id: Selalu gunakan tema terang

# themeDark
source: Dark
id: Gelap

# themeDarkDesc
source: Always use dark theme
id: Selalu gunakan tema gelap

# themeAuto
source: Auto
id: Otomatis

# themeAutoDesc
source: Follow system theme (default)
id: Ikuti tema sistem (default)

# seasonManagementTitle
source: Season Management
id: Manajemen Musim

# seasonManagementSubtitle
source: Create, view, and delete Ramadan seasons
id: Buat, lihat, dan hapus musim Ramadan

# habitsTargetsTitle
source: Habits & Targets
id: Kebiasaan & Target

# habitsTargetsSubtitle
source: Enable or disable habits to track
id: Aktifkan atau nonaktifkan kebiasaan untuk dilacak

# timesRemindersTitle
source: Times & Reminders
id: Waktu & Pengingat

# timesRemindersSubtitle
source: Configure prayer times and notification reminders
id: Konfigurasi waktu sholat dan pengingat notifikasi

# backupRestoreTitle
source: Backup & Restore
id: Cadangan & Pulihkan

# backupRestoreSubtitle
source: Export or import your data
id: Ekspor atau impor data Anda

# aboutTitle
source: About
id: Tentang

# aboutSubtitle
source: App information and settings
id: Informasi aplikasi dan pengaturan

# languageTitle
source: Language
id: Bahasa

# languageSubtitle
source: Choose your preferred language
id: Pilih bahasa yang Anda inginkan

source: English
id: Bahasa Inggris

source: Indonesian
id: Bahasa Indonesia

# insightsTitle
source: Insights
id: Wawasan

# insightsTodayTab
source: Today
id: Hari Ini

# insights7DaysTab
source: 7 Days
id: 7 Hari

# insightsTodayScore
source: Today Score
id: Skor Hari Ini

# insightsStreak
source: Streak
id: Runtun

# insightsComplete
source: Complete
id: Selesai

# insightsDayProgress
source: Day {day} of {total}
id: Hari {day} dari {total}

# insightsScoreDrivers
source: Score Drivers
id: Pendorong Skor

# insightsViewConsistency
source: View Ramadan Consistency
id: Lihat Konsistensi Ramadan

# insightsHighlights
source: Highlights
id: Sorotan

# insights7DayScore
source: 7-Day Score
id: Skor 7 Hari

# insightsBestStreak
source: Best Streak
id: Runtun Terbaik

# insightsPerfectDays
source: Perfect Days
id: Hari Sempurna

# insightsMissedTasks
source: Missed Tasks
id: Tugas Terlewat

# insightsReviewMissedDays
source: Review Missed Days
id: Tinjau Hari Terlewat

# insightsWeeklyRhythm
source: Weekly Rhythm
id: Ritme Mingguan

# insightsSeasonScore
source: Ramadan Score
id: Skor Ramadan

# insightsPerfectDaysCount
source: Perfect Days
id: Hari Sempurna

# insightsMissedDaysCount
source: Missed Days
id: Hari Terlewat

# insightsSeasonAudit
source: Season Audit
id: Audit Ramadan

# insightsSeasonTrend
source: Completion Trend
id: Tren Penyelesaian

# insightsSeasonHighlights
source: Season Highlights
id: Sorotan Ramadan

# insightsBestDay
source: Best Day
id: Hari Terbaik

# insightsToughestDay
source: Toughest Day
id: Hari Terberat

# insightsMostConsistent
source: Most Consistent Task
id: Tugas Paling Konsisten

# insightsBiggestComeback
source: Biggest Comeback
id: Peningkatan Terbesar

# monthViewTitle
source: Month View
id: Tampilan Bulan

# monthViewLegend
source: Legend
id: Legenda

# monthViewRing
source: Ring = Completion
id: Cincin = Penyelesaian

# monthViewDot
source: Dot = Tracked
id: Titik = Terlacak

# monthViewStar
source: Star = Last 10
id: Bintang = 10 Hari Terakhir

# planTitle
source: Ramadan Autopilot
id: Autopilot Ramadan

# planTodayTarget
source: Today Target
id: Target Hari Ini

# planTodayRemaining
source: Today Remaining
id: Sisa Hari Ini

# planRecommended
source: Recommended Plan
id: Rencana yang Disarankan

# planPersonalizedGuide
source: Your personalized daily guide
id: Panduan Harian Pribadi Anda

# planTodaysPlan
source: Today's Plan
id: Rencana Hari Ini

# planStartReading
source: Start Reading
id: Mulai Membaca

# planStartCounter
source: Start Counter
id: Mulai Menghitung

# planMorning
source: Morning
id: Pagi

# planDay
source: Day
id: Siang

# planNight
source: Night
id: Malam

source: Done
id: Selesai

source: Miss
id: Terlewat

source: Partial
id: Sebagian

source: Over
id: Melebihi

source: Details
id: Rincian

source: Reason
id: Alasan

source: Points Earned
id: Poin Diperoleh

source: Trend & Pattern
id: Tren & Pola

# bestStreak
source: Best streak: {days} days
id: Runtun terbaik: {days} hari

source: Miss Count
id: Jumlah Terlewat

source: Last Updated
id: Terakhir Diperbarui

source: Habit analytics
id: Analitik Kebiasaan

source: Ramadan Progress
id: Progres Ramadan

# thisRamadan
source: This Ramadan: {done}/{total} done
id: Ramadan ini: {done}/{total} selesai

source: Create New Season
id: Buat Musim Baru

# startNewRamadanTracking
source: Start a new Ramadan tracking period
id: Mulai periode pelacakan Ramadan baru

source: Reset Onboarding
id: Reset Pengenalan

# showSetupWizardAgain
source: Show setup wizard again on next app launch
id: Tampilkan wizard pengaturan lagi saat aplikasi diluncurkan berikutnya

source: Delete Season?
id: Hapus Musim?

# deleteSeasonWarning
source: This action cannot be undone.
id: Tindakan ini tidak dapat dibatalkan.

source: Test Notification
id: Uji Notifikasi

# sendTestNotification
source: Send a test notification to verify settings
id: Kirim notifikasi uji untuk memverifikasi pengaturan

source: Test notification sent
id: Notifikasi uji terkirim

# goalRemindersTitle
source: Goal Reminders
id: Pengingat Target

# goalRemindersSubtitle
source: Get notified when you haven't reached your daily goals
id: Dapatkan notifikasi saat target harian belum tercapai

# goalReminderQuran
source: Quran Goal Reminder
id: Pengingat Target Quran

# goalReminderQuranDesc
source: Remind me if Quran target not reached (2 PM, 6 PM, 8 PM)
id: Ingatkan saya jika target Quran belum tercapai (14:00, 18:00, 20:00)

# goalReminderDhikr
source: Dhikr Goal Reminder
id: Pengingat Target Dzikir

# goalReminderDhikrDesc
source: Remind me if Dhikr target not reached (2 PM, 6 PM, 8 PM)
id: Ingatkan saya jika target Dzikir belum tercapai (14:00, 18:00, 20:00)

# goalReminderSedekah
source: Sedekah Goal Reminder
id: Pengingat Target Sedekah

# goalReminderSedekahDesc
source: Remind me if Sedekah target not reached (4 PM)
id: Ingatkan saya jika target Sedekah belum tercapai (16:00)

# goalReminderTaraweeh
source: Taraweeh Reminder
id: Pengingat Tarawih

# goalReminderTaraweehDesc
source: Remind me 15 minutes after Isha if Taraweeh not done
id: Ingatkan saya 15 menit setelah Isya jika Tarawih belum dilakukan

# quranGoalReminderTitle
source: Quran Goal Reminder
id: Pengingat Target Quran

# quranGoalReminderBody
source: Haven't reached today's Quran target ({current}/{target} pages). Keep going!
id: Belum mencapai target Quran hari ini ({current}/{target} halaman). Yuk lanjutkan!

# dhikrGoalReminderTitle
source: Dhikr Goal Reminder
id: Pengingat Target Dzikir

# dhikrGoalReminderBody
source: Dhikr target not reached ({current}/{target}). Keep it up!
id: Target Dzikir belum tercapai ({current}/{target}). Semangat!

# sedekahGoalReminderTitle
source: Sedekah Goal Reminder
id: Pengingat Target Sedekah

# sedekahGoalReminderBody
source: Today's Sedekah target not reached. Don't forget to share goodness!
id: Target Sedekah hari ini belum tercapai. Jangan lupa berbagi kebaikan!

# taraweehReminderTitle
source: Taraweeh Reminder
id: Pengingat Tarawih

# taraweehReminderBody
source: Taraweeh time is approaching! Prepare yourself for night prayer.
id: Waktu Tarawih sudah dekat! Siapkan diri untuk sholat malam.

# habitFasting
source: Fasting
id: Puasa

# habitQuran
source: Quran
id: Al-Quran

# habitDhikr
source: Dhikr
id: Dzikir

# habitTaraweeh
source: Taraweeh
id: Tarawih

# habitPrayers
source: 5 Prayers
id: Sholat 5 Waktu

# habitPrayersDetailed
source: 5 Prayers (detailed)
id: Sholat 5 Waktu (detail)

source: Track each prayer individually
id: Lacak setiap sholat secara individual

# days
source: {days} days
id: {days} hari

source: Error loading seasons
id: Error memuat musim

# resetOnboardingConfirm
source: This will show the onboarding screen again when you restart the app. Continue?
id: Ini akan menampilkan layar pengenalan lagi saat Anda me-restart aplikasi. Lanjutkan?

# onboardingWillShowOnRestart
source: Onboarding will show on next app restart
id: Pengenalan akan ditampilkan saat aplikasi di-restart berikutnya

source: Sahur reminder
id: Pengingat Sahur

# minBeforeFajr
source: {minutes} min before Fajr
id: {minutes} menit sebelum Fajr

# getNotifiedBeforeSuhoor
source: Get notified before suhoor time
id: Dapatkan notifikasi sebelum waktu sahur

source: Iftar reminder
id: Pengingat Iftar

# minAfterMaghrib
source: {minutes} min after Maghrib
id: {minutes} menit setelah Maghrib

# getNotifiedWhenBreakFast
source: Get notified when it's time to break fast
id: Dapatkan notifikasi saat waktu berbuka

source: Night plan reminder
id: Pengingat Rencana Malam

# reminderToPlanNightActivities
source: Reminder to plan your night activities
id: Pengingat untuk merencanakan aktivitas malam

source: Calculation Method
id: Metode Perhitungan

# choosePrayerTimeMethod
source: Choose prayer time calculation method
id: Pilih metode perhitungan waktu sholat

source: Fajr Adjustment
id: Penyesuaian Subuh

# adjustFajrManually
source: Adjust Fajr prayer time manually
id: Sesuaikan waktu sholat Subuh secara manual

source: Maghrib Adjustment
id: Penyesuaian Maghrib

# adjustMaghribManually
source: Adjust Maghrib prayer time manually
id: Sesuaikan waktu sholat Maghrib secara manual

# minutesUnit
source: minutes
id: menit

source: Next Reminders
id: Pengingat Berikutnya

source: No title
id: Tidak ada judul

source: No body
id: Tidak ada isi

source: Export Backup
id: Ekspor Cadangan

# saveDataAsJson
source: Save your data as JSON file
id: Simpan data Anda sebagai file JSON

source: Import Backup
id: Impor Cadangan

# restoreDataFromJson
source: Restore data from JSON backup
id: Pulihkan data dari cadangan JSON

source: Version
id: Versi

source: Support Developer
id: Dukung Pengembang

source: Buy me a coffee
id: Beli saya kopi

source: Privacy Policy
id: Kebijakan Privasi

# readPrivacyPolicy
source: Read our privacy policy
id: Baca kebijakan privasi kami

source: Terms of Service
id: Ketentuan Layanan

# readTermsOfService
source: Read our terms of service
id: Baca ketentuan layanan kami

source: No season found
id: Tidak ada musim ditemukan

# fajrAdjustmentTitle
source: Fajr Adjustment
id: Penyesuaian Subuh

# maghribAdjustmentTitle
source: Maghrib Adjustment
id: Penyesuaian Maghrib

# importFailed
source: Import failed: {error}
id: Impor gagal: {error}

# exportFailed
source: Export failed: {error}
id: Ekspor gagal: {error}

# pasteBackupJson
source: Paste your backup JSON below:
id: Tempel backup JSON Anda di bawah:

source: Paste JSON backup data...
id: Tempel data backup JSON...

source: Backup imported successfully
id: Cadangan berhasil diimpor

# errorOpeningUrl
source: Error opening URL: {error}
id: Error membuka URL: {error}

source: Focus Mode
id: Mode Fokus

source: Pre-Ramadan
id: Pra-Ramadan

# preRamadanSubtitle
source: Season not started yet. Browse and plan ahead.
id: Musim belum dimulai. Jelajahi dan rencanakan ke depan.

source: Season Ended
id: Musim Berakhir

# seasonEndedMessage
source: This Ramadan season has finished. Review your progress or create a new season.
id: Musim Ramadan ini telah selesai. Tinjau progres Anda atau buat musim baru.

# dayOfSeason
source: Day {dayIndex} of {totalDays}
id: Hari {dayIndex} dari {totalDays}

# preRamadanWithDate
source: Pre-Ramadan • {date}
id: Pra-Ramadan • {date}

# seasonEndedWithDate
source: Season Ended • {date}
id: Musim Berakhir • {date}

source: Last Day!
id: Hari Terakhir!

# lastDayMessage
source: This is the final day of Ramadan. Finish strong and make it count!
id: Ini adalah hari terakhir Ramadan. Selesaikan dengan kuat dan buat itu berarti!

source: Almost There!
id: Hampir Selesai!

# almostThereMessage
source: Only {days} days left. You've come so far - keep going!
id: Hanya tersisa {days} hari. Anda sudah jauh - teruskan!

source: Last 10 Days
id: 10 Hari Terakhir

# last10DaysMessage
source: These are the most blessed days. Maximize your ibadah and seek Laylatul Qadr!
id: Ini adalah hari-hari yang paling diberkati. Maksimalkan ibadah Anda dan carilah Laylatul Qadr!

source: Final Stretch
id: Perjuangan Terakhir

# finalStretchMessage
source: You're in the last 10 days. Every moment counts - stay focused!
id: Anda berada di 10 hari terakhir. Setiap momen berarti - tetap fokus!

# daysRemaining
source: {days} days remaining
id: {days} hari tersisa

# createNewSeasonMessage
source: Create a new Ramadan season to start tracking
id: Buat musim Ramadan baru untuk mulai melacak

source: Start Setup
id: Mulai Pengaturan

source: New Season
id: Musim Baru

source: View Insights
id: Lihat Wawasan

source: Enable location for Sahur/Iftar
id: Aktifkan lokasi untuk Sahur/Iftar

source: Enable Location
id: Aktifkan Lokasi

source: Times
id: Waktu

source: Fajr
id: Subuh

source: Today in 10 seconds
id: Hari ini dalam 10 detik

# todayIn10SecondsMessage
source: Tap what you did. Add pages & dhikr. Done.
id: Ketuk apa yang Anda lakukan. Tambahkan halaman & dzikir. Selesai.

source: Open One Tap
id: Buka Satu Ketuk

source: Edit Goals
id: Edit Target

source: One Tap Today
id: Satu Ketuk Hari Ini

source: Reflection
id: Refleksi

source: How was today?
id: Bagaimana hari ini?

# streakDays
source: Streak: {days} days
id: Runtun: {days} hari

# doneCount
source: Done: {completed}/{total}
id: Selesai: {completed}/{total}

source: Error loading entries
id: Error memuat entri

source: Error loading habits
id: Error memuat kebiasaan

# moodExcellent
source: Excellent
id: Sangat Baik

# moodGood
source: Good
id: Baik

# moodOk
source: Ok
id: Oke

# moodDifficult
source: Difficult
id: Sulit

source: Error loading season
id: Error memuat musim

source: Outside season
id: Di luar musim

source: Legend
id: Legenda

# ringEqualsCompletion
source: Ring = completion
id: Cincin = penyelesaian

# dotEqualsTracked
source: Dot = tracked
id: Titik = terlacak

# starEqualsLast10
source: Star = last 10
id: Bintang = 10 terakhir

# ringCompletionCompact
source: Ring=Completion
id: Cincin=Penyelesaian

# dotTrackedCompact
source: Dot=Tracked
id: Titik=Terlacak

# starLast10Compact
source: Star=Last 10
id: Bintang=10 Terakhir

# dayLabel
source: Day {dayIndex}
id: Hari {dayIndex}

source: {percent}% Complete
id: {percent}% Selesai

source: Tracked Habits
id: Kebiasaan Terlacak

source: Close
id: Tutup

# viewDayButton
source: View Day
id: Lihat Hari

# viewDay
source: View Day ({date})
id: Lihat Hari ({date})

source: Error loading season habits
id: Error memuat kebiasaan musim

source: Not done
id: Belum selesai

# quranPagesFormat
source: {pages} / {target} pages
id: {pages} / {target} halaman

source: Prayers completed
id: {completed} / {total} selesai

source: Track your Ramadan in seconds
id: Lacak Ramadan Anda dalam hitungan detik

# noAccountNoAdsStored
source: No account • No ads • Stored on your device
id: Tidak perlu akun • Tanpa iklan • Disimpan di perangkat Anda

source: One tap daily checklist
id: Daftar harian satu ketuk

source: Autopilot Qur'an plan
id: Rencana Al-Quran otomatis

source: Sahur & Iftar reminders (automatic)
id: Pengingat Sahur & Iftar (otomatis)

source: Takes about 1 minute
id: Memakan waktu sekitar 1 menit

source: Ramadan Season
id: Musim Ramadan

source: Season Label
id: Label Musim

# daysCount
source: {count} days
id: {count} hari

source: Start Date
id: Tanggal Mulai

source: Preview
id: Pratinjau

# day1StartsOn
source: Day 1 starts on {date}.
id: Hari 1 dimulai pada {date}.

# last10NightsBeginOn
source: Last 10 nights begin on Day {day} ({date}).
id: 10 malam terakhir dimulai pada Hari {day} ({date}).

source: Choose What to Track
id: Pilih Yang Akan Dilacak

# trackOnlyWhatHelps
source: Track only what helps. You can change anytime.
id: Lacak hanya yang membantu. Anda bisa mengubahnya kapan saja.

# quran20PagesPerDay
source: Qur'an (20 pages/day)
id: Al-Quran (20 halaman/hari)

# quran40PagesPerDay
source: Qur'an (40 pages/day)
id: Al-Quran (40 halaman/hari)

# quranCustomPagesPerDay
source: Qur'an ({pages} pages/day)
id: Al-Quran ({pages} halaman/hari)

source: Advanced
id: Lanjutan

# prayersSimple
source: 5 Prayers (simple)
id: Sholat 5 Waktu (sederhana)

source: Set Goals
id: Tetapkan Target

source: Gentle goals beat perfect streaks.
id: Target yang ringan mengalahkan rangkaian sempurna.

source: Quran Goal
id: Target Quran

# oneKhatam20Pages
source: 1 Khatam (20 pages/day)
id: 1 Khatam (20 halaman/hari)

# twoKhatam40Pages
source: 2 Khatam (40 pages/day)
id: 2 Khatam (40 halaman/hari)

source: Custom
id: Kustom

# pagesPerDay
source: {pages} pages/day
id: {pages} halaman/hari

source: Enter pages
id: Masukkan halaman

# totalPagesCalculation
source: {total} total pages → {daily} pages/day for {days} days
id: {total} halaman total → {daily} halaman/hari selama {days} hari

source: Dhikr Target
id: Target Dhikr

# setDailySedekahGoal
source: Set a daily Sedekah goal
id: Tetapkan target Sedekah harian

source: Amount
id: Jumlah

source: Enter amount
id: Masukkan jumlah

source: Currency
id: Mata Uang

source: Autopilot Intensity
id: Intensitas Otomatis

source: Light
id: Ringan

source: Balanced
id: Seimbang

source: Strong
id: Kuat

source: Gentle reminders, minimal pressure
id: Pengingat lembut, tekanan minimal

source: Regular check-ins, steady progress
id: Pemeriksaan rutin, progres stabil

source: Frequent reminders, maximum support
id: Pengingat sering, dukungan maksimal

source: Smart Reminders
id: Pengingat Cerdas

# getNotifiedForSahurIftar
source: Get notified for Sahur, Iftar, and your daily plan.
id: Dapatkan notifikasi untuk Sahur, Iftar, dan rencana harian Anda.

# minutesShort
source: {minutes} min
id: {minutes} menit

source: At Maghrib
id: Saat Maghrib

source: Location
id: Lokasi

source: Use my location
id: Gunakan lokasi saya

source: Set city manually
id: Atur kota secara manual

source: City name (optional)
id: Nama kota (opsional)

source: Latitude
id: Lintang

source: Longitude
id: Bujur

source: Set
id: Atur

source: Location set
id: Lokasi diatur

source: Singapore
id: Singapura

source: Egypt
id: Mesir

source: ISNA (North America)
id: ISNA (Amerika Utara)

source: Prayer Times Preview
id: Pratinjau Waktu Sholat

source: Test
id: Uji

# sahurReminderLabel
source: Sahur reminder
id: Pengingat Sahur

# iftarReminderLabel
source: Iftar reminder
id: Pengingat Iftar

# finishAndStart
source: Finish & Start
id: Selesai & Mulai

# locationServicesDisabled
source: Location services are disabled
id: Layanan lokasi dinonaktifkan

source: Location permissions denied
id: Izin lokasi ditolak

source: Location permissions permanently denied
id: Izin lokasi ditolak permanen

source: Please enter valid coordinates
id: Harap masukkan koordinat yang valid

source: Back
id: Kembali

# continueButton
source: Continue
id: Lanjutkan

# ofPages
source: of {pages} pages
id: dari {pages} halaman

source: Today: {amount} / {goal}
id: Hari ini: {amount} / {goal}

source: Custom Amount
id: Jumlah Kustom

source: Add
id: Tambah

# prayerFajr
source: Fajr
id: Subuh

# prayerDhuhr
source: Dhuhr
id: Dzuhur

# prayerAsr
source: Asr
id: Ashar

# prayerIsha
source: Isha
id: Isya

# setupRamadanAutopilotSubtitle
source: Configure your goals and available time to generate a daily plan.
id: Konfigurasi target dan waktu yang tersedia untuk menghasilkan rencana harian.

source: Intensity
id: Intensitas

source: Available Time (minutes)
id: Waktu Tersedia (menit)

# minutes
source: {minutes} min
id: {minutes} menit

source: Total Pages
id: Total Halaman

source: Daily Target
id: Target Harian

source: Save Plan
id: Simpan Rencana

source: Season Completed
id: Musim Selesai

# seasonCompletedMessage
source: Congratulations on completing Ramadan! Review your journey in the Insights tab.
id: Selamat telah menyelesaikan Ramadan! Tinjau perjalanan Anda di tab Wawasan.

source: New season creation coming soon
id: Pembuatan musim baru akan segera hadir

source: Start New Season
id: Mulai Musim Baru

source: Recommended Plan
id: Rencana yang Direkomendasikan

# recommendedPlanSubtitle
source: Your personalized daily guide
id: Panduan harian yang dipersonalisasi untuk Anda

source: Today Target
id: Target Hari Ini

source: Today's Plan
id: Rencana Hari Ini

source: Progress
id: Kemajuan

# pagesRemaining
source: {pages} pages remaining
id: {pages} halaman tersisa

source: Days left
id: Hari tersisa

# dhikrTargetLabel
source: Dhikr target
id: Target dhikr

source: daily
id: harian

source: Gentle catch-up
id: Pengejaran lembut

# gentleCatchupMessage
source: +{pages} pages/day for the next {days} days
id: +{pages} halaman/hari untuk {days} hari ke depan

source: After Fajr
id: Setelah Subuh

source: Midday
id: Siang

source: After Isha
id: Setelah Isya

# intensityLight
source: Light
id: Ringan

# intensityBalanced
source: Balanced
id: Seimbang

# intensityStrong
source: Strong
id: Kuat

# quranGoalCustom
source: Custom
id: Kustom

source: Today Remaining
id: Tersisa Hari Ini

# remaining
source: {count} remaining
id: {count} tersisa

source: All done
id: Semua selesai

source: No tasks scheduled
id: Tidak ada tugas terjadwal

source: Start reading
id: Mulai membaca

source: Start counter
id: Mulai penghitung

source: Mark done
id: Tandai selesai

source: Count
id: {count} hitungan

source: pages
id: halaman

# pagesPerDayLabel
source: Pages per day
id: Halaman per hari

# daysLabel
source: Days
id: Hari

# taskQuranReading
source: Quran Reading
id: Membaca Al-Quran

source: Date
id: Tanggal

source: Habits
id: Kebiasaan

source: Goals
id: Target

source: Season Created Successfully
id: Musim Berhasil Dibuat

# seasonCreatedMessage
source: Your new Ramadan season has been created and is ready to use!
id: Musim Ramadan baru Anda telah dibuat dan siap digunakan!

# seasonCreatedError
source: Error creating season: {error}
id: Error membuat musim: {error}

source: Last 7 days
id: 7 Hari Terakhir

# day1ToDay
source: Day 1–Day {days}
id: Hari 1–Hari {days}

# sevenDays
source: 7 Days
id: 7 Hari

source: Change date
id: Ubah tanggal

source: Select day to analyze
id: Pilih hari untuk dianalisis

source: Today Score
id: Skor Hari Ini

# dayOfTotal
source: Day {day} of {total}
id: Hari {day} dari {total}

# sevenDayAverageScore
source: 7-Day Average Score
id: Rata-rata Skor 7 Hari

# perfectDays
source: Perfect days {done}/{total}
id: Hari sempurna {done}/{total}

# currentStreak
source: Current streak: {days} days
id: Runtun saat ini: {days} hari

source: Season Average Score
id: Rata-rata Skor Musim

# daysCompleted
source: Days completed {done}/{total}
id: Hari selesai {done}/{total}

# perfectDaysOnly
source: Perfect days {count}
id: Hari sempurna {count}

# longestStreak
source: Longest streak: {days} days
id: Runtun terpanjang: {days} hari

source: Review what's missing
id: Tinjau yang hilang

# scrollDownToSeeHeatmaps
source: Scroll down to see Ramadan consistency heatmaps
id: Scroll ke bawah untuk melihat heatmap konsistensi Ramadan

source: View Ramadan consistency
id: Lihat konsistensi Ramadan

source: Weekly Review
id: Tinjauan Mingguan

source: Season Report
id: Laporan Musim
